"use strict";
 // Copyright (c) 2018, 2081, Brenkman Andrey and/or its affiliates. All rights reserved.
 // Last modified 19.08.2018 - 31.12.2018

  /*
   $ -переменные

   НАЗНАЧЕНИЕ


   ИСПОЛЬЗУЕТ МОДУЛИ


   ВЫЗЫВАЕТСЯ В МОДУЛЯХ


  */

  //alert("module AICommand start");
  //================================================================================

var AICommand_R = {};
AICommand_R.name = "AI Command";//

//==============================================================================
// INPUT========================================================================

//==============================================================================
// IMPLEMENTATION===============================================================

Game_R.yT = Game_R.yT + Game_R.dyT;//
Game_R.context.strokeText ('7   module "AI Command" loaded', 1100, Game_R.yT);

//================================================================================
//alert("module AICommand done");
