"use strict";
 // Copyright (c) 2018, 2081, Brenkman Andrey and/or its affiliates. All rights reserved.
 // Last modified 19.08.2018 - 30.12.2018

  /*
   $ -переменные

   НАЗНАЧЕНИЕ


   ИСПОЛЬЗУЕТ МОДУЛИ


   ВЫЗЫВАЕТСЯ В МОДУЛЯХ


  */


  //alert("module Menu start");
  //================================================================================

var Menu_R = {};
Menu_R.name = "Menu_R";//

//============================================================================
// INPUT======================================================================

//============================================================================
// IMPLEMENTATION=============================================================


Game_R.yT = Game_R.yT + Game_R.dyT;//
Game_R.context.strokeText ('13 module "Menu" loaded', 1100, Game_R.yT);
//================================================================================
//alert("module Menu done");
