"use strict";
 // Copyright (c) 2018, 2081, Brenkman Andrey and/or its affiliates. All rights reserved.
 // Last modified 19.08.2018 - 30.12.2018

  /*
   $ -переменные

   НАЗНАЧЕНИЕ


   ИСПОЛЬЗУЕТ МОДУЛИ


   ВЫЗЫВАЕТСЯ В МОДУЛЯХ


  */


  //alert("module Move start");
  //================================================================================

var Move_R = {};
Move_R.name = "Move";//

//============================================================================
// INPUT======================================================================

//============================================================================
// IMPLEMENTATION=============================================================

Move_R.tick = function() {

   //
};



Game_R.yT = Game_R.yT + Game_R.dyT;//
Game_R.context.strokeText ('11 module "Move" loaded', 1100, Game_R.yT);
//================================================================================
//alert("module Move done");
